Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Around 100 people were buried alive in a tea-growing region of Sri Lanka Wednesday as mudslides triggered by monsoon rains washed away their homes on a plantation, disaster officials said.
pt: Quase 100 pessoas morreram, soterradas por um deslizamento de terra provocado pelas chuvas de monção na região central do Sri Lanka, anunciaram as autoridades do país.

source: Assad told the BBC in Damascus that there are exchanges of messages through third parties, such as Iraq, but the exchanges do not include tactical information.
pt: Na entrevista, divulgada nesta terça-feira, Assad diz que as mensagens são transmitidas por meio de terceiros, como o Iraque .

source: Indonesia expands search for missing AirAsia jet, U.S. sends warship
pt: A Indonésia vai expandir a área de busca para encontrar o avião desaparecido da AirAsia .

source: I am going to talk about it .
pt: "Estou muito ocupado e não posso falar com você .

source: Kasasbeh was captured by IS in December after his F-16 crashed in Syria while on a mission for the US-led coalition against the Sunni extremist group.
pt: Muath al-Kasaesbeh foi capturado pelos militantes radicais na Síria, após a queda de seu avião durante uma operação da coalizão internacional no leste do país em dezembro .

source: A pro-Russian rebel commander said the separatists were due to begin pulling back heavy weapons from the front line in eastern Ukraine on Sunday, a sign that the rebels may be prepared to halt their advance as part of an internationally brokered peace deal.
pt: KIEV, Ucrânia - Os rebeldes separatistas anunciaram que deram início a retirada do armamento pesado do leste da Ucrânia, nesta terça-feira, para que cumprir o acordo de paz internacional que determina uma ampla área neutra entre as tropas dos militantes pró-Rússia e as forças ucranianas.

source: In recent months, the Nigerian military's crackdown on Boko Haram has slowed as soldiers complained about the lack of weapons and proper equipment to fight the terrorist group.
pt: Nos últimos meses, a ofensiva do Exército nigeriano contra Boko Haram desacelerou pelas constantes queixas dos soldados, que denunciam a falta de armas e equipamento apropriado para lutar contra um inimigo que muitas vezes dispõe de mais e melhores recursos.

source: The raids came after the first strikes were launched against the Islamic State group inside Syria on Tuesday by a US-led coalition that includes Saudi Arabia, Bahrain, the United Arab Emirates, Qatar and Jordan.
pt: Os Estados Unidos e seus aliados árabes realizaram bombardeios aéreos contra posições do grupo Estado Islâmico (EI) na Síria, o que abre uma nova frente de combate contra a organização jihadista.

source: We watch everything you do .
pt: A gente tem tudo aqui, importa tudo .

source: “We are asking that they hear our point of view .
pt: Estamos pronto para ouvir o que você tem a dizer.

source: All eyes will be on the skies Friday for views of a total solar eclipse, expected to be spectacular only from Norway's Svalbard archipelago and Denmark's Faroe Islands.
pt: Porém, o eclipse só poderá ser visto em sua totalidade no território dinamarquês das Ilhas Faroe e no arquipélago norueguês de Svalbard .

source: Many were returning to the city after having spent the week celebrating Eid al Fitr, the festival marking the end of the holy month of Ramadan, with their families .
pt: “A maioria dos passageiros estava voltando da cidade para casa após celebrar o (feriado de) Eid-al Fitr”, disse Saiful à Reuters, referindo-se à época que marca o fim do mês sagrado do Ramadã.

source: I'm sure I just smoked a joint this one particular day and then.. .
pt: E na certeza que um dia a gente vai se encontrar em outro lugar .

source: So, this is the situation which I don't think can go very far .
pt: Espero estar errado, mas não estou muito entusiasmado com o que vi até aqui.

source: You are here: Home World Singapore navy finds fuselage of AirAsia plane in Java Sea
pt: Um navio da Marinha de Cingapura localizou a fuselagem do avião da AirAsia no Mar de Java, informou o ministro da Defesa de Cingapura nesta quarta-feira.

source: Loud explosions were heard on Saturday evening on the eastern outskirts of the Ukrainian city of Mariupol, according to AFP, despite a fragile ceasefire being put in place.
pt: Fortes explosões eclodiram neste sábado à noite no leste de Mariupol, cidade portuária no leste da Ucrânia, um dia depois da assinatura de um cessar-fogo entre o governo de Kiev e os separatistas pró-Moscou, constatou a AFP .

source: Colombia's president, Juan Manuel Santos, said the assault violated "universal rights," while Brazilian leader Dilma Rousseff spoke of "an unacceptable attack on a fundamental value of democratic societies: freedom of the press."
pt: "Esse ato de barbárie, além das lastimáveis perdas humanas, é um inaceitável ataque a um valor fundamental das sociedades democráticas --a liberdade de imprensa", afirmou a presidente.

source: President Francois Hollande said there was no doubt it had been a terrorist attack "of exceptional barbarity".
pt: O presidente francês, François Hollande, classificou o caso como um "ataque terrorista", e disse que a França está em estado de choque .

source: EU interior ministers are to discuss the crisis in Luxembourg on Tuesday .
pt: A Itália deve abordar a questão em uma reunião entre ministros do Interior da União Europeia (UE) na quinta-feira, em Luxemburgo .

source: Ms Fein added that the apartment's door had been locked from the inside and that the key was in the lock.
pt: No terceiro dia de investigações, o chaveiro afirmou que a porta de trás da casa não estava trancada por chave do lado de dentro .

source: North Korea's official KCNA news agency described the attack as "deserved punishment for the warmongering United States", calling it "the knife of justice" that it said reflected the anger of South Koreans opposed to the military exercises involving South Korean and U.S. forces.
pt: "Castigo justo para os belicistas dos Estados Unidos", disse a agência oficial da Coreia do Norte, KCNA, no título de um breve texto, no qual o ataque contra Lippert é chamado de "expressão de resistência".

source: But on Mitchell's website, a statement posted the same day that says it was approved by Morris says Mitchell is alert.
pt: "A verdade é que Joni está falando, e fala bem", afirma Morris em um comunicado publicado no site da cantora .

source: Could it be because they do not care what the country wants?
pt: Não é porque ele não exista que a UTI não irá funcionar .

source: The attack could further harm relations between Sunnis and Shiites in the Gulf region, where tensions have risen during weeks of military ­operations in Yemen by a Saudi-led coalition against Houthis seen as proxies of regional Shiite power Iran.
pt: O atentado pode prejudicar ainda mais as relações entre sunitas e xiitas na região do Golfo Pérsico, onde as tensões vêm aumentando nas últimas semanas em função das operações militares no Iêmen, realizadas por uma coalizão liderada pelos sauditas contra combatentes do grupo houthi, por sua vez visto como uma força que atua em nome do Irã, a grande potência xiita da região.

source: "My heart as that of a president and citizen is brimming with joy that you -- as I had promised -- will be able to meet the New Year with your families and comrades and arms," Poroshenko said as the released men huddled around him on the tarmac.
pt: "Como presidente e cidadão, estou encantado pelo fato de poderem celebrar o Ano Novo com suas famílias, como eu havia prometido", declarou Poroshenko, segundo um comunicado da presidência.

source: SAO PAULO (Reuters) - FIFA president Sepp Blatter should not stand for re-election and the Swiss must take much of the blame for the crumbling reputation of soccer's world governing body, the president of the Dutch Football Association (KNVB) said on Tuesday.
pt: A Associação Holandesa de Futebol (KNVB) afirmou que não votará em Joseph Blatter, após o presidente da Fifa ter confirmado sua candidatura para um quinto mandato como chefe da entidade que governa o futebol mundial.

source: China: New bank to enhance international finance system
pt: China: novo banco de infraestrutura deve melhorar o sistema financeiro

source: It's not going out .
pt: Você está, você não é .

source: There was no way to independently confirm the figures.
pt: Estes números não puderam ser confirmados de forma independente.

source: "Now everything you've heard is why I, the owner of the Alaska Cannabis Club, will be dedicating all of my energy toward fighting for freedom and fairness, which begins with legalizing marijuana here in Alaska," Greene said on air .
pt: Diante da câmera, ela afirmou que iria dedicar toda sua energia para lutar por liberdade e justiça, que começa com a legalização da maconha no Alasca.

source: He went on saying that "they should end the imposed siege on Gaza, and if not, our people and their armed resistance will blow up to your face; but this time the battle won't be as easy as the latest one."
pt: Abu Obeida exigiu o fim do bloqueio à Faixa de Gaza e advertiu que, caso a situação persista, o ?povo e a resistência armada combaterão cara a cara, mas, desta vez, a batalha não será fácil?.

source: In 2013, Rio Tinto sacked its chief executive and other executives directly involved in the acquisition of Riversdale and wrote off about $3.5 billion of the purchase price, partly owing to a failure to secure a permit to move coal by barge down Mozambique's Zambezi River .
pt: Em 2013, a Rio Tinto demitiu seu presidente-executivo e outros gestores diretamente envolvidos na aquisição da Riversdale e fez uma baixa contábil de 3,5 bilhões de dólares do preço de compra, parcialmente atribuindo-a à impossibilidade de obter a autorização para transportar o carvão em barcaças pelo rio Zambezi.

source: Papal spokesman Federico Lombardi told agency AGI the Vatican is currently deciding whether to try Azhdanova on charges of "disturbing the peace, obscene acts in a public place, and theft."
pt: Ela poderá ser processada por acusações de "ultraje, atos obscenos em lugar público e roubo", declarou o porta-voz do Vaticano, o padre Federico Lombardi.

source: Alexis Tsipras: "Our priority is a new renegotiation with our partners, seeking a just, viable and mutually beneficial solution"
pt: O novo governo grego está pronto para cooperar e negociar com parceiros da Grécia uma solução justa e viável .

source: The latest shootings occurred in the village of Ras al-Maa, north of the provincial capital Ramadi.
pt: O tiroteio ocorreu na sexta-feira em um vilarejo ao norte da capital da província, Ramadi, segundo informou um vereador de Al-Anbar, Faleh al-Issawi .

source: They confessed to their crime within two hours of their arrest."
pt: Ainda segundo a polícia, o suspeito confessou os dois crimes.

source: Telecom Italia Chief Executive Officer Marco Patuano met Vivendi Chairman Vincent Bollore on Wednesday to discuss the potential tie-up, according to two sources with knowledge of the situation.
pt: De acordo com fontes, o executivo-chefe da Telecom Italia, Marco Patuano, propôs à francesa Vivendi a fusão entre as unidades das duas companhias no Brasil, a TIM e a GVT, segundo uma pessoa com conhecimento do assunto .

source: She also accused some members of the coalition as "financial and military supporters of terrorists in Iraq and Syria".
pt: Para o Irã, país xiita, alguns países da coligação têm dado "apoio financeiro" a esses terroristas islâmicos no Iraque e na Síria.

source: "We condemn today's demolition of temporary shelters funded by the European Union... as part of its response to the needs of the affected communities," an EU statement said.
pt: Em nota, a UE condenou "a demolição de abrigos temporários financiados pela União Europeia" e lembrou que pediu "reiteradamente ao governo israelense que ponha fim a esse tipo de demolição".

source: In two similar attacks Saturday, Israeli forces shot dead a Palestinian who stabbed a border policeman in the northern West Bank, hours after another Palestinian who stabbed a soldier near a checkpoint in the occupied territory was shot and wounded.
pt: RAMALLAH, Cisjordânia (Reuters) - Um adolescente palestino foi morto a tiros neste sábado após esfaquear um policial paramilitar israelense que patrulhava uma estrada na Cisjordânia ocupada, informou a polícia.

source: The company is planning to show off new features of its flagship operating system — and possibly an improved Internet browser and more uses for Microsoft's voice-controlled digital assistant, Cortana .
pt: A companhia planeja demonstrar novas capacidades do próximo sistema operacional de topo de linha –e possivelmente um navegador de internet melhorado e mais uso da assistente digital operada por voz da empresa, chamada de Cortana.

source: I don't want to let people down .
pt: "Ainda bem que não fui eu .

source: › Hollande: All victims of Germanwings crash to be identified by end of week
pt: Lista das vítimas de voo da Germanwings será concluída nesta semana, diz Hollande

source: "I can't explain it .
pt: "Não sei nem o que falar .

source: Rosberg damaged his car's front wing but finished second and extended his overall championship lead to 29 points.
pt: Hamilton acabou se retirando da corrida com o carro danificado, enquanto Rosberg, que agora tem uma vantagem de 29 pontos na liderança do campeonato a sete corridas do final, terminou a prova em segundo.

source: This process must begin as soon as possible," Putin said to the Russian press after the summit in Minsk with Ukrainian President Petro Poroshenko.
pt: MOSCOU (Reuters) - O presidente russo, Vladimir Putin, disse ao presidente ucraniano, Petro Poroshenko, que o governo da Rússia permanece comprometido com o processo de paz no leste da Ucrânia, informou o Kremlin em comunicado nesta terça-feira.

source: State Department spokeswoman Marie Harf said Kerry's schedule was up in the air after he underwent surgery at Massachusetts General Hospital to reset his right femur, broken in a cycling accident in France at the weekend.
pt: WASHINGTON (Reuters) - O secretário de Estado norte-americano, John Kerry, está em boas condições de saúde nesta terça-feira, depois que foi submetido a uma cirurgia para tratar sua perna direita quebrada enquanto andava de bicicleta na França no domingo, afirmou o Departamento de Estado.

source: Although BASE - or buildings, antennas, spans and Earth - jumping is prohibited in Yosemite, Potter lived nearby and made little secret of flouting the rules .
pt: Embora o Base (sigla em inglês para prédios, antenas, vãos e Terra) seja proibido em Yosemite, Potter morava perto do parque e não escondia o desrespeito pelas regras .

source: Ahram Online - Merkel to meet Hollande in Paris on Monday for talks on Greece
pt: Hollande e Merkel: portas estão abertas à negociação com a Grécia - Yahoo Notícias

source: "A very happy Christmas to you all."
pt: Feliz Natal a todos, com ou sem presentes .

source: Former FIFA executive committee member Chuck Blazer was banned for life from all football activities on Thursday by the sport's governing body, which is engulfed in a scandal over alleged corruption.
pt: O americano Chuck Blazer, ex-membro do Comitê Executivo e ex-secretário-geral da Concacaf, foi banido de todas as atividades relacionadas ao futebol pelo resto da vida .

source: The result is a lack of awareness, especially outside the immediate focus of attention.
pt: A capacidade de percepção do que está fora do foco de atenção se desenvolve com a idade .

source: The Pan American Games are the world’s third largest international multi-sport Games .
pt: Os Jogos Pan-Americanos já tiveram maior importância no mundo dos esportes .

source: "Second Circuit rulings are not binding on the FISC and this court respectfully disagrees with that court's analysis, especially in view of the intervening enactment of the USA Freedom Act," he wrote.
pt: “Os veredictos do Segundo Circuito não são obrigatórios para a Corte de Supervisão de Inteligência Estrangeira, e esta corte discorda respeitosamente da análise daquela corte, especialmente em vista da entrada em vigor da Lei da Liberdade”, escreveu ele.

source: I guess what I'm saying is that I don't feel any pressure to do it .
pt: "Na hora assim eu fiquei sem saber de nada, eu fiquei paralisado, eu não sabia o que fazer .

source: US, allies conduct 17 airstrikes against Islamic State in Syria and Iraq
pt: EUA e aliados conduzem 15 ataques aéreos em Síria e Iraque

source: In a break with Iran's past statements, Yukiya Amano, director general of the IAEA, said that Rouhani's team has not tied cooperation with the Vienna-based agency to the political talks -- in which Tehran is seeking relief from crippling US-led sanctions.
pt: Segundo Amano, rompendo com posições anteriores, a equipe e Rouhani não vinculou sua cooperação com a agência às negociações políticas com as quais Teerã procura aliviar as severas sanções impostas por iniciativa dos Estados Unidos.

source: Corinthians will play Palmeiras in one semi-final next weekend and Sao Paulo face Santos in the other .
pt: Corinthians e São Paulo vão abrir a próxima fase no sábado; Palmeiras e Santos jogarão no domingo

source: We just didn’t know how bad, and we didn’t realize it was going to come all at the same time.”
pt: A intenção era falar mal, não sei o que deu em mim, acabei falando bem .

source: Six world powers – the United States, Russia, China, France, Britain and Germany – will hold talks with Iran on its nuclear programme in Geneva on Tuesday and Wednesday.
pt: O encontro será entre Irã e os cinco membros permanentes do Conselho de Segurança (EUA, Rússia, China, França, Grã-Bretanha), além de Alemanha.

source: It was my sisters that married a wife for me because I did not have money .
pt: "Eu não sei dizer onde era esse cativeiro, só sei que era uma casa .

source: Islamic State and other outfits "may continue to try to capture American hostages in an attempt to force the U.S. government and people into making concessions that would only strengthen ISIL and further its terrorist operations," Comey said.
pt: Após a decapitação de dois reféns americanos e de um terceiro britânico, Comey considerou que este grupo "e outras organizações terroristas estrangeiras poderão continuar buscando e fazendo americanos reféns para obrigar o governo americano a fazer concessões que só reforçariam o EI e suas futuras operações terroristas", disse.

source: Donetsk has been the scene of heavy fighting between Moscow-backed separatist rebels, who control the region, and forces loyal to the government in Kiev .
pt: A região tem sido palco de combates entre forças do governo e rebeldes pró-Rússia há quase um ano, período no qual mais de seis mil pessoas morreram.

source: “It’s not accurate to view these all as hospital closures,” Nicole Fivaz of the hospitals umbrella organisation H+ told swissinfo.ch. “There have been several mergers and cases of hospitals working together .
pt: "Não é exatamente correto considerar tudo isso como fechamento de hospitais", esclarece Nicole Fivaz, da Associação de Hospitais H+ . "Houve diferentes fusões e casos de cooperação entre os hospitais .

source: A law signed by President Vladimir Putin on Saturday allows prosecutors to declare an organization "undesirable" if it presents a perceived threat to Russia's constitutional order, its defenses or its security.
pt: A nova lei sancionada por Putin permite que as autoridades russas decretem ONGs como indesejáveis se consideradas ameaças à ordem constitucional, à segurança ou às defesas do país.

source: He says: "Research has shown that by delivering electricity to the right part of the brain, we can change the threshold of neurons that transmit information in our brain, and by doing that we can improve cognitive abilities in different types of psychological functions."
pt: "Estudos demonstraram que, ao emitir sinais elétricos às partes certas do cérebro, podemos mudar o número de neurônios que transmitem informações no nosso cérebro, e assim aumentar a capacidade cognitiva em diferentes funções psicológicas", afirmou Kadosh à BBC.

source: Greek Prime Minister Alexis Tsipras on Friday blasted the proposals as "absurd" and insisted Athens would not accept a deal unless it included a restructuring of the country's massive debt.
pt: ATENAS (Reuters) - O primeiro-ministro grego, Alexis Tsipras, alertou que seu governo não pode aceitar "propostas radicais" de seus credores, disse uma autoridade do governo nesta quinta-feira.

source: Assuming they pass, they will then be submitted to eurozone finance ministers on Saturday, and to an emergency summit of European Union leaders on Sunday if necessary.
pt: Com isso, os investidores estão na expectativa de que um acordo seja fechado no domingo, quando se reúnem os líderes da cúpula da União Europeia .

source: Even excluding $1.1 billion of legal expenses the bank recorded in the quarter, it spent 61 percent of its revenue on expenses, a ratio known as its "efficiency ratio. "
pt: Mesmo excluindo 1,1 bilhão de dólares de despesas legais que o banco registrou no trimestre, ele gastou 61 por cento de sua receita em despesas, relação conhecida como "taxa de eficiência" .

source: Germany has repeatedly rejected Greece's requests for the war reparations, saying the case was concluded in 1960 when it made a payment of 115 million Deutschmarks (approx 63.7 million US dollars) to the country.
pt: A Alemanha tem repetidamente rejeitado as alegações da Grécia e afirma que honrou com suas obrigações, incluindo um pagamento de 115 milhões de marcos alemães feito à Grécia em 1960.

source: "The Executive Committee today confirmed that the 2022 World Cup will be staged in November/December with the final to be on December 18," FIFA said in a statement.
pt: "O Comitê Executivo confirmou hoje que o Copa do Mundo Fifa de 2022 será realizada em novembro e dezembro com a final a ser disputada em 18 de Dezembro de 2022, dia nacional do Qatar.

source: The four-week moving average for new claims, considered a better measure of underlying labor market conditions as it irons out week-to-week volatility, fell 11,250 to 311,500 last week, the lowest level since August 2007.
pt: A média móvel de quatro semanas para novos pedidos, considerada uma medida melhor das condições do mercado de trabalho pois atenua a volatilidade semanal, caiu em 3.500, para 311.500, na semana passada .

source: U.S.-led air strikes have targeted Islamic State fighters elsewhere in Syria but some Kurdish military officials have said they made the situation in Kobani more precarious by pushing the Sunni insurgents towards the Turkish border.
pt: BEIRUTE/KARACA Turquia (Reuters) - Forças curdas no norte da Síria rebateram um avanço de combatentes do Estado Islâmico contra uma cidade estratégica na fronteira turca, nesta quinta-feira, e apelaram para que os ataques aéreos liderados pelos Estados Unidos tenham como alvo os tanques e armamentos pesados dos insurgentes.

source: MADRID (Reuters) - The president of the north-eastern Spanish region of Catalonia, Artur Mas, said on Friday he would sign a decree law to call a Nov. 9 vote on independence from Spain, in a move vigorously opposed by Madrid.
pt: MADRI (Reuters) - O presidente da região espanhola da Catalunha, Artur Mas, disse nesta sexta-feira que vai sancionar uma lei convocando para 9 de novembro um referendo sobre a independência, uma medida vigorosamente rejeitada pelo governo espanhol.
